Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: AAFC will also improve operational efficiency by optimising internal services to align resources with
fr_fr: Compte tenu de la hausse modeste des prix des produits de base et de l'inflation de l'IPC,

source: departmental priorities, rationalising administrative support and reducing management layers,
fr_fr: l'inflation du PIB atteint en moyenne 2,1 % en 2026 et en 2027, ce qui dépasse

source: advancing technology and automation to cut down on time-consuming manual work, and reducing reliance
fr_fr: les prévisions de l'enquête de 1,8 % et de 2,0 %, respectivement.

source: on external contractors.
fr_fr: Répercussions budgétaires des scénarios économiques

source: Through process improvement and leveraging technology, AAFC will be able to
fr_fr: Les graphiques A1.3 et A1.4 ci-dessous illustrent les éventuelles répercussions des scénarios

source: operate at reduced resource levels while minimizing impacts on its external service delivery.
fr_fr: économiques sur le déficit fédéral et le ratio de la dette au PIB projetés.

source: Canada Revenue Agency
fr_fr: Incidence budgétaire du scénario pessimiste

source: The Canada Revenue Agency (CRA) administers tax, benefits and related programs on behalf of federal,
fr_fr: Dans le scénario pessimiste, le déficit augmenterait d'environ 9,2 milliards de dollars par

source: social well-being of Canadians.
fr_fr: année en moyenne pendant la période de planification.

source: The Agency's core responsibility for tax and benefits includes
fr_fr: Le fléchissement projeté du PIB nominal

source: taking compliance and enforcement actions when necessary to uphold the integrity of the system.
fr_fr: diminuerait les revenus fiscaux, tandis que la baisse des taux d'intérêt réduirait le rendement des

source: The CRA will modernize its administrative approach to enable greater productivity, and wind down its business units that are no longer connected to government priorities.
fr_fr: actifs du gouvernement portant intérêt, ainsi que les revenus d'intérêts et de pénalités au titre

source: This includes the Digital
fr_fr: des dettes fiscales.

source: Services Tax, the Federal Fuel Charge, and the Canada Carbon Rebate for individuals and for
fr_fr: Dans l'ensemble, les revenus devraient diminuer de 10,4 milliards de

source: Budget 2025 also proposes to eliminate the inefficient Underused Housing Tax and
fr_fr: Les charges totales seraient réduites en moyenne de 1,2 milliard de

source: luxury tax on aircraft and vessels, which will result in administrative savings.
fr_fr: taux d'intérêt perçus sur les frais de la dette et de la diminution des transferts indexés au PIB.

source: A portion of these savings will be reinvested to improve services, strengthen compliance, and reduce
fr_fr: des régimes de retraite et autres avantages, qui découlent de la baisse des taux d'intérêt.

source: tax debt. AI and process automation will be leveraged to transform technologies, data and analytics
fr_fr: En raison des déficits plus élevés et de la croissance plus faible du PIB nominal, le ratio de la

source: systems for compliance and collection activities.
fr_fr: dette fédérale au PIB augmenterait pour atteindre 45,3 % d'ici 2028-2029, avant de retomber à

source: This will free up resources to tackle complex
fr_fr: Incidence budgétaire du scénario optimiste

source: cases requiring human intervention and to address the backlog of tax debt.
fr_fr: Dans le scénario optimiste, le déficit diminuerait en moyenne d'environ 5,0 milliards de dollars

source: For example, by
fr_fr: par année, pendant la période de planification.

source: automating certain tasks in the risk scoring process, CRA estimates that repetitive tasks will be
fr_fr: La croissance plus forte du PIB nominal se

source: reduced by 50 per cent once fully implemented.
fr_fr: traduirait par une hausse des rentrées d'impôt sur le revenu.

source: This reinvestment will help protect the tax
fr_fr: Dans l'ensemble, les revenus devraient

source: base, with an estimated positive fiscal impact of $1.1 billion annually from 2028-29
fr_fr: être de 5,0 milliards de dollars de plus par année en moyenne dans ce scénario.

source: onwards.
fr_fr: Les

source: Canadian Heritage
fr_fr: taux d'intérêt.

source: Department of Canadian Heritage
fr_fr: Projections de la dette à long terme

source: To meet up to 15 per cent in savings targets over three years, the Department of
fr_fr: Le fait de maintenir le ratio de la dette fédérale au PIB sur une trajectoire à la baisse à long

source: Canadian Heritage (PCH) will refocus its cultural programming to meet the evolving needs of
fr_fr: terme contribuera à s'assurer que les générations futures ne seront pas accablées par la dette et

source: recipients and ensure program effectiveness.
fr_fr: défis et aux risques d'ordre financier.

source: The funding envelope of the Canada Cultural Spaces Fund
fr_fr: Faisant fond sur les prévisions du budget de 2025, les projections budgétaires de référence à

source: will be reduced and reoriented to focus solely on funding specialized equipment in the cultural
fr_fr: long terme indiquent encore un ratio de la dette fédérale au PIB à la baisse au cours de la période

source: sector, offering a cost-effective way to upgrade cultural facilities.
fr_fr: de projection à long terme (graphique A1.5).

source: The Canada Periodical Fund
fr_fr: Cette conclusion se maintient dans le scénario

source: will be refocused to incentivize the creation of original Canadian editorial content only, no longer
fr_fr: pessimiste décrit dans la section précédente, qui indique des déficits et des ratios de dette

source: funding paid subscriptions and single-copy sales. This approach prioritizes production of quality
fr_fr: fédérale au PIB plus élevés pendant la période de planification budgétaire.

source: Canadian editorial and journalistic content, regardless of the platform. The government remains
fr_fr: Comme pour toute projection qui s'étend sur plusieurs décennies, les projections du ratio de la dette

source: committed to arts and culture, with proposed funding in Budget 2025 for the cultural economy
fr_fr: au PIB à long terme présentées dans le budget de 2025 comportent un degré élevé d'incertitude

source: and CBC/Radio-Canada.
fr_fr: et peuvent varier selon les hypothèses utilisées.

source: To ensure efficiency, effectiveness and alignment with its core mandate, PCH will reorganize its
fr_fr: Il ne faut pas les voir comme des prédictions de

source: internal services and program administration to consolidate efforts, reduce overlap, and modernize workflows.
fr_fr: l'avenir, mais plutôt comme des scénarios de modélisation fondés sur un ensemble d'hypothèses

source: consolidating functions, and replacing fragmented systems with a modern digital platform.
fr_fr: économiques et démographiques raisonnables, à supposer que les politiques demeureront inchangées.

source: Savings
fr_fr: Il

source: will also be achieved by refocusing on core priorities, including the closing of the Gift Bank for
fr_fr: est important de noter que ces projections ne tiennent pas compte de toutes les retombées positives

source: Ministers and senior officials and transitioning to a focus on digital
fr_fr: qui pourraient découler des politiques économiques récentes et futures.

source: interpretation products, which will support a wide variety of languages, including Indigenous
fr_fr: Ces projections de référence

source: languages. The Canadian Radio-television and Telecommunications Commission will also be employing AI in the
fr_fr: ne tiennent pas compte non plus d'éventuelles pressions financières, notamment une récession, les

source: operations of the Spam Reporting Centre to continue to protect Canadians from unsolicited commercial
fr_fr: dépenses additionnelles en matière de défense, le vieillissement de la population, les changements

source: communications in a more efficient, cost-effective manner.
fr_fr: climatiques et la transition vers la carboneutralité.

source: Parks Canada Agency To meet up to 15 per cent in savings targets over three years, the Parks Canada Agency
fr_fr: Pour élaborer les projections économiques à long terme, les prévisions économiques à moyen terme

source: (PC) will maximize efficiencies while continuing to deliver services to Canadians by refocusing its
fr_fr: (de 2025 à 2029) présentées dans le budget de 2025 sont prolongées jusqu'en 2055, au

source: organisational structure and business unit functions to avoid duplication of work, as well as
fr_fr: moyen du modèle de projection économique à long terme du ministère des Finances Canada. Dans ce

source: ceasing or reducing lower priority activities, such as library services.
fr_fr: modèle, la croissance annuelle du PIB réel dépend de la croissance de la productivité du travail

source: PC will also focus on providing visitor services that are aligned with its core business, like
fr_fr: (0,8 % par année), qui est étalonnée sur la moyenne historique de 2000 à 2024, et de la

source: limiting PC's participation and presence in off-site community events and festivals.
fr_fr: croissance de l'offre de main-d'œuvre (0,6 % en moyenne par année), qui est fondée sur les

source: Crown-Indigenous Relations and Northern Affairs Canada (CIRNAC) has an essential mandate to renew
fr_fr: projections démographiques produites par Statistique Canada et sur des projections concernant le

source: nation-to-nation, Inuit-Crown and, government-to-government relationships between Canada and First
fr_fr: taux de participation à la population active et la moyenne des heures travaillées, au moyen de

source: Nations, Inuit and Métis and to respond to the unique needs of Northerners.
fr_fr: modèles économétriques élaborés par le Ministère.

source: To protect Crown-Indigenous relations, CIRNAC will be identifying savings
fr_fr: Selon l'hypothèse où l'inflation du PIB se

source: of 2 per cent of its review base while continuing to modernize Government of Canada
fr_fr: maintiendrait à 2 % par année, le PIB nominal devrait augmenter en moyenne de 3,5 %

source: structures to support the self-determined priorities of Indigenous Peoples.
fr_fr: par année de 2030 à 2055 (tableau A1.12).

source: Employment and Workforce Development To meet up to 15 per cent in savings targets over three years, Employment and Social
fr_fr: Les projections de la dette fédérale à long terme sont obtenues au moyen d'un modèle comptable dans

source: Development Canada (ESDC) will implement operational efficiencies and a targeted recalibration of
fr_fr: lequel chacune des catégories de revenus et de charges est modélisée en fonction de ses variables

source: its programs and its approach to delivering them, with a focus on ensuring that government funding
fr_fr: démographiques et économiques sous-jacentes, les interrelations étant définies par une combinaison

source: generates real results for Canadians in core areas of federal responsibility.
fr_fr: de politiques gouvernementales actuelles et d'hypothèses.

source: These efficiencies
fr_fr: Voici les principales hypothèses qui

source: will be advanced while continuing to empower workers in Budget 2025 by expanding the Union Training and Innovation Program to boost union-based apprenticeship training
fr_fr: sous-tendent les projections budgétaires de 2030-2031 à 2055-2056 :

source: in the Red Seal trades and investing in a Foreign Credential Recognition Action
fr_fr: Tous les revenus fiscaux et les charges de programmes directes augmentent généralement selon le

source: Fund to help qualified foreign-trained professionals contribute more quickly to
fr_fr: PIB nominal, à l'exception de certaines mesures qui ne seront plus offertes après une date fixée

source: Canada's workforce.
fr_fr: (p. ex. les crédits d'impôt à l'investissement pour l'électricité propre, les technologies

source: To improve its efficiency, ESDC will increase its use of artificial intelligence to streamline and
fr_fr: propres et l'hydrogène propre) et qui sont incorporées en fonction de leurs coûts projetés.

source: automate internal processes, reduce its real property portfolio by decreasing general office space,
fr_fr: Le Transfert canadien en matière de santé, le Transfert canadien en matière de programmes

source: consolidate management and administrative support functions, reduce reliance on external
fr_fr: sociaux et la péréquation augmentent selon leurs facteurs de progression respectifs établis par la loi.

source: consultants, and limit travel and conference attendance.
fr_fr: Les autres principaux transferts aux provinces, territoires et municipalités augmentent

source: ESDC will also streamline program
fr_fr: en fonction de leurs facteurs respectifs comme le PIB nominal, les populations ciblées,

source: delivery by consolidating the Canada Service Corps program and the Supports for Student Learning
fr_fr: l'inflation et les dispositions prévues dans les lois ou les ententes en vigueur.

source: Program to bring down administration costs.
fr_fr: Les prestations aux personnes âgées et l'Allocation canadienne pour enfants augmentent en

source: ESDC will also increase its focus on core federal responsibilities and reduce or eliminate spending
fr_fr: fonction des populations cibles et sont indexées à l'inflation. Les prestations

source: where it is duplicated by other federal departments or provinces and territories.
fr_fr: d'assurance-emploi croissent en fonction du nombre de prestataires et de la croissance de la

source: ESDC will shift funding away from programs where there is reduced or limited need.
fr_fr: rémunération hebdomadaire moyenne. Le taux de cotisation à l'assurance-emploi croît conformément

source: To ensure funding
fr_fr: aux modalités actuelles du programme.

source: goes to programs with the greatest impact, ESDC will decrease funding to underperforming programs
fr_fr: Le taux d'intérêt effectif sur la dette de marché fédérale devrait, selon le scénario de

source: and those with limited effectiveness and overlap with other federal initiatives.
fr_fr: référence, passer graduellement d'environ 3,1 % en 2029-2030 à 3,5 %

source: Energy and Natural Resources
fr_fr: en 2055-2056.

source: To meet up to 15 per cent in savings targets over three years, Natural Resources
fr_fr: L'analyse de sensibilité montre l'incidence des changements aux hypothèses clés sur les ratios de la

source: Canada (NRCan) will optimize internal processes to reduce administrative burden, reducing management
fr_fr: dette au PIB et de la dette fédérale au PIB à la fin de la période de projection à long terme

source: layers, and adopting new approaches to leverage AI.
fr_fr: (tableaux A1.13 et A1.14).

source: The department will also prioritize its science
fr_fr: Renseignements supplémentaires

source: mandate and consolidate operations of the Office of the Surveyor General in the North.
fr_fr: Sensibilité des projections budgétaires aux chocs économiques

source: NRCan will streamline its suite of programming, winding down several programs like the Canada Greener
fr_fr: Les variations des hypothèses économiques ont une incidence sur les projections relatives aux revenus

source: Homes Grant.
fr_fr: et aux charges.

source: In addition, the department will recalibrate its support under certain programs to
fr_fr: Les tableaux qui suivent illustrent la sensibilité du solde budgétaire projeté à

source: prioritize projects that deliver the most benefits for Canadians.
fr_fr: différents chocs économiques par rapport aux projections du budget de 2025 :

source: NRCan will also end the 2 Billion Trees program. Existing contribution agreements and
fr_fr: Une baisse de 1 point de pourcentage, sur une année, de la croissance du PIB réel,

source: commitments will be honoured, and uncommitted funds will be returned.
fr_fr: attribuable en parts égales à un ralentissement de la croissance de la productivité et de celle

source: The government remains
fr_fr: de l'emploi.

source: committed to sustainable forest management practices – to date, the program has committed to
fr_fr: Une diminution de la croissance du PIB nominal découlant uniquement d'une baisse

source: planting nearly 1 billion trees.
fr_fr: de 1 point de pourcentage, sur une année, du taux d'inflation du PIB (à supposer que

source: These efforts will better orient the work of the department to advance the government's new climate
fr_fr: l'indice des prix à la consommation évolue au même rythme que l'inflation du PIB).

source: competitiveness strategy, including supporting critical minerals projects, and free up resources to
fr_fr: Une augmentation soutenue de 100 points de base de tous les taux d'intérêt.

source: drive investment in clean growth projects.
fr_fr: Ces facteurs de sensibilité sont des estimations selon lesquelles l'effet de tout ralentissement de

source: In Budget 2025, the government will provide
fr_fr: l'activité économique serait réparti proportionnellement entre les composantes des revenus et des

source: $2 billion, on a cash basis, starting in 2026-27, to NRCan to create the Critical
fr_fr: charges, et qui visent à fournir une indication générale de l'incidence des chocs économiques sur

source: Minerals Sovereign Fund to make strategic investments in critical minerals projects and
fr_fr: les perspectives relatives au solde budgétaire.

source: companies. Environment and Climate Change
fr_fr: L'analyse de sensibilité effectuée dans cette

source: The Climate Competitiveness Strategy outlines how the government is committed to
fr_fr: section est présentée régulièrement dans les budgets depuis 1994 et est distincte des scénarios

source: continuing to spur the investments needed to achieve a net-zero economy, including through
fr_fr: optimiste et pessimiste mentionnés plus tôt dans la présente annexe.

source: Investment Tax Credits.
fr_fr: Les chocs économiques réels

source: To meet up to 15 per cent in savings targets over three years and streamline program
fr_fr: des secteurs particuliers de l'économie ou avoir des répercussions différentes sur les principales

source: delivery, Environment and Climate Change Canada (ECCC) will prioritize activities within its core mandate.
fr_fr: variables économiques (p. ex. l'inflation du PIB et l'inflation de l'IPC peuvent réagir

source: This includes reducing or winding down activities and programming that are not core to the
fr_fr: différemment à un choc donné).

source: Department's mandate or which can be delivered more effectively through another department.
fr_fr: Comme dans l'ensemble du budget de 2025, les facteurs de

source: ECCC will continue its important work on Indigenous engagement, but will consolidate this function, which
fr_fr: sensibilité budgétaires se fondent sur une période de projection de quatre ans. Une baisse de 1 point de pourcentage de la croissance du PIB réel, répartie

source: is currently distributed across teams in the Department.
fr_fr: proportionnellement entre les composantes de revenus et de dépenses, a pour effet de réduire le

source: ECCC will also streamline its nature
fr_fr: solde budgétaire de 5,4 milliards de dollars la première année, de 5,4 milliards

source: programming to simplify engagement with stakeholders and reduce administrative burden.
fr_fr: la deuxième année et de 5,9 milliards la quatrième année (tableau A1.15).

source: ECCC will improve day-to-day operating efficiency by eliminating redundancies and standardizing
fr_fr: Les revenus fiscaux de toute provenance diminuent de 4,4 milliards de dollars la

source: administrative support.
fr_fr: première année.

source: It will reduce its physical footprint by ending some small lease agreements
fr_fr: Les rentrées d'impôt sur le revenu des particuliers fléchissent à la suite de la

source: and eliminating external training contracts in favour of in-house activities.
fr_fr: diminution de l'emploi et de l'assiette fiscale sous-jacente.

source: Standardizing
fr_fr: Les rentrées d'impôt sur le revenu

source: support models and consolidating functions will streamline operations and enable better integration
fr_fr: des sociétés diminuent sous l'effet du recul de la production et des bénéfices.

source: of automation tools.
fr_fr: Les rentrées de

source: Finance Finance Canada will consolidate various functions, optimise organisational structures, realign
fr_fr: TPS baissent en raison de la diminution des dépenses de consommation découlant du ralentissement

source: resources towards high-impact, priority work and achieve efficiencies in the day-to-day management
fr_fr: de l'emploi et de la baisse du revenu des particuliers.

source: of Canada's official international reserves.
fr_fr: Les revenus tirés des cotisations d'assurance-emploi augmentent en raison de la hausse du taux

source: Following a thorough review of operating costs, the Department will rationalise back-office
fr_fr: de cotisation à l'assurance-emploi, qui, dans le cadre du mécanisme d'équilibre sur sept ans,

source: expenditures, such as travel, printing, and hospitality.
fr_fr: chômeurs, de façon à ce que le solde du Compte des opérations de l'assurance-emploi s'équilibre

source: The Department will also shift toward
fr_fr: au fil du temps.

source: greater automation and AI research capabilities. To optimise the organisational structures, the
fr_fr: Les charges augmentent, en raison surtout de la hausse des prestations d'assurance-emploi

source: Department will integrate policy and oversight teams to improve coordination and reduce duplication.
fr_fr: (compte tenu du nombre plus élevé de personnes au chômage) et des frais de la dette publique

source: Some structural realignments and consolidation related to corporate and administrative services will
fr_fr: (sous l'effet de l'accroissement de l'encours de la dette attribuable à la diminution du solde

source: be made to enhance efficiency within the organisation, while ensuring ongoing accountability.
fr_fr: budgétaire). Cette augmentation est compensée en partie par la baisse d'autres charges de

source: Recognising changing government priorities, the Department will use existing capacity to support
fr_fr: programmes, comme la péréquation, étant donné que le recul du PIB réel se répercute sur le PIB

source: ongoing work on programs.
fr_fr: nominal, auquel sont indexés ces paiements.

source: Fisheries and Oceans
fr_fr: proportionnellement entre les composantes des revenus et des charges et découlant uniquement de la

source: Fisheries and Oceans (DFO) will wind down research and monitoring activities that have either
fr_fr: rythme que l'inflation du PIB) entraîne une réduction du solde budgétaire de 2,3 milliards

source: achieved their objectives or for which alternative data sources exist, scale back certain policy and
fr_fr: de dollars la première année, de 2,6 milliards de dollars la deuxième année et

source: program capabilities, reduce management layers, and right-size internal services.
fr_fr: de 1,0 milliard de dollars la quatrième année (tableau A1.16).

source: In addition, DFO will leverage artificial intelligence and other digital tools to modernize Canada's
fr_fr: La baisse des prix se traduit par une diminution du revenu nominal et, par conséquent, par une

source: fisheries management system.
fr_fr: diminution des rentrées d'impôt sur le revenu des particuliers.

source: Reducing the use of burdensome paper-based tools will free up time for
fr_fr: Comme les modalités du régime de

source: fisheries officers to spend in communities and on the water enforcing fisheries regulations.
fr_fr: l'impôt sur le revenu des particuliers sont indexées à l'inflation, l'incidence budgétaire de ce
